Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/fedora-tm.tmx
Source language: en
Languages: ca_es

source: no client username was found
ca_es: no s'ha trobat cap nom d'usuari de client

source: cannot query SASL ssf on connection %d (%s)
ca_es: no es pot consultar el ssf de SASL en la connexió %d (%s)

source: cannot list SASL mechanisms %d (%s)
ca_es: no es poden llistar els mecanismes SASL %d (%s)

source: version mismatch (actual %x, expected %x)
ca_es: S'ha produït un error de coincidència de versió (actual %x, esperat %x)

source: unknown procedure: %d
ca_es: procediment desconegut: %d

source: authentication required
ca_es: Es necessita autenticació

source: testOpen: supply a path or use test:///default
ca_es: testOpen: proporcioneu un camí o empreu test:///default

source: getting time of day
ca_es: obtenció de la data i hora

source: Network '%s' not found
ca_es: No s'ha trobat la xarxa '%s'

source: Failed to set non-blocking file descriptor flag
ca_es: No s'ha pogut establir l'indicador de descriptor de fitxer no blocant

source: unterminated number
ca_es: número no acabat

source: unterminated string
ca_es: cadena sense acabar

source: expecting a value
ca_es: s'espera un valor

source: expecting a separator in list
ca_es: s'espera un separador a la llista

source: list is not closed with ]
ca_es: la llista no s'ha tancat amb ]

source: expecting a name
ca_es: s'espera un nom

source: expecting a separator
ca_es: s'espera un separador

source: expecting an assignment
ca_es: s'espera una assignació

source: failed to open file
ca_es: no s'ha pogut obrir el fitxer

source: failed to save content
ca_es: no s'ha pogut desar el contingut

source: warning
ca_es: avís

source: No error message provided
ca_es: No s'ha proporcionat cap missatge d'error

source: internal error
ca_es: error intern

source: out of memory
ca_es: sense memòria

source: invalid connection pointer in
ca_es: punter de connexió invàlid a

source: invalid connection pointer in %s
ca_es: punter de connexió invàlid a %s

source: invalid domain pointer in
ca_es: punter de domini invàlid

source: invalid domain pointer in %s
ca_es: punter de domini invàlid a %s

source: operation failed: %s
ca_es: ha fallat l'operació: %s

source: operation failed
ca_es: ha fallat l'operació

source: GET operation failed: %s
ca_es: ha fallat l'operació GET: %s

source: GET operation failed
ca_es: ha fallat l'operació GET

source: POST operation failed: %s
ca_es: ha fallat l'operació POST: %s

source: POST operation failed
ca_es: ha fallat l'operació POST

source: got unknown HTTP error code %d
ca_es: s'ha rebut un codi d'error HTTP %d desconegut

source: unknown host %s
ca_es: es desconeix el servidor remot %s

source: unknown host
ca_es: servidor remot desconegut

source: failed to serialize S-Expr: %s
ca_es: no s'ha pogut serialitzar l'S-Expr: %s

source: failed to serialize S-Expr
ca_es: no s'ha pogut serialitzar l'S-Expr

source: could not use Xen hypervisor entry
ca_es: no s'ha pogut usar l'hipervisor Xen

source: could not use Xen hypervisor entry %s
ca_es: no s'ha pogut fer servir l'entrada de l'hipervisor Xen %s

source: could not connect to Xen Store
ca_es: no s'ha pogut connectar al magatzem Xen

source: could not connect to Xen Store %s
ca_es: no s'ha pogut connectar al magatzem Xen %s

source: unknown OS type
ca_es: tipus d'SO desconegut

source: unknown OS type %s
ca_es: tipus d'SO desconegut %s

source: missing kernel information
ca_es: manca la informació del nucli

source: missing root device information
ca_es: manca la informació del dispositiu arrel

source: missing root device information in %s
ca_es: manca la informació del dispositiu arrel a %s

source: missing source information for device
ca_es: manca la font d'informació per al dispositiu

source: missing source information for device %s
ca_es: manca la font d'informació per al dispositiu %s

source: missing target information for device
ca_es: manca la informació del destí per al dispositiu

source: missing target information for device %s
ca_es: manca la informació del destí per al dispositiu %s

source: missing operating system information
ca_es: manca la informació del sistema operatiu

source: missing operating system information for %s
ca_es: manca la informació del sistema operatiu per a %s

source: missing devices information
ca_es: manca la informació de dispositius

source: missing devices information for %s
ca_es: manca la informació de dispositius per a %s

source: too many drivers registered
ca_es: s'han registrat massa controladors

source: too many drivers registered in %s
ca_es: s'han registrat massa controladors a %s

source: library call failed, possibly not supported
ca_es: ha fallat la crida a la biblioteca, potser no està disponible

source: library call %s failed, possibly not supported
ca_es: ha fallat la crida %s a la biblioteca, potser no està disponible

source: this domain exists already
ca_es: aquest domini ja existeix

source: domain %s exists already
ca_es: el domini %s ja existeix

source: operation forbidden for read only access
ca_es: operació prohibida en accedir només per a llegir

source: operation %s forbidden for read only access
ca_es: operació %s prohibida en accedir només per a llegir

source: failed to open configuration file for reading
ca_es: no s'ha pogut obrir el fitxer de configuració per a llegir

source: failed to open %s for reading
ca_es: no s'ha pogut obrir %s per a llegir

source: failed to read configuration file
ca_es: no s'ha pogut llegir el fitxer de configuració

source: failed to read configuration file %s
ca_es: no s'ha pogut llegir el fitxer de configuració %s

source: failed to parse configuration file
ca_es: no s'ha pogut analitzar el fitxer de configuració

source: failed to parse configuration file %s
ca_es: no s'ha pogut analitzar el fitxer de configuració %s

source: configuration file syntax error
ca_es: error de sintaxi del fitxer de configuració

source: configuration file syntax error: %s
ca_es: error de sintaxi del fitxer de configuració: %s

source: failed to write configuration file
ca_es: no s'ha pogut escriure el fitxer de configuració

source: failed to write configuration file: %s
ca_es: no s'ha pogut escriure el fitxer de configuració: %s

source: parser error
ca_es: error d'anàlisi

source: invalid network pointer in
ca_es: punter de xarxa invàlid a

source: invalid network pointer in %s
ca_es: punter de xarxa invàlid a %s

source: this network exists already
ca_es: aquesta xarxa ja existeix

source: network %s exists already
ca_es: la xarxa %s ja existeix

source: system call error
ca_es: error de crida de sistema

source: RPC error
ca_es: error d'RPC

source: GNUTLS call error
ca_es: error de crida del GNUTLS

source: Failed to find the network
ca_es: No s'ha trobat la xarxa

source: Failed to find the network: %s
ca_es: No s'ha trobat la xarxa: %s

source: Domain not found
ca_es: No s'ha trobat el domini

source: Domain not found: %s
ca_es: No s'ha trobat el domini: %s

source: Network not found
ca_es: No s'ha trobat la xarxa

source: Network not found: %s
ca_es: No s'ha trobat la xarxa: %s

source: missing root element
ca_es: manca l'element arrel

source: failed to read from Xen Daemon
ca_es: no s'ha pogut llegir el dimoni Xen

source: domain information incomplete, missing domid
ca_es: la informació del domini és incompleta, manca el domid

source: domain information incorrect domid not numeric
ca_es: la informació del domini és incorrecta, domid no és numèric

source: domain information incomplete, missing uuid
ca_es: la informació del domini és incompleta, manca l'uuid

source: failed to parse Xend domain information
ca_es: no s'ha pogut analitzar la informació del domini Xend

source: failed to connect to Xen Store
ca_es: no s'ha pogut connectar al magatzem Xen

source: domain information incomplete, missing id
ca_es: la informació del domini és incompleta, manca l'id

source: domain information incomplete, missing kernel & bootloader
ca_es: la informació del domini és incompleta, manca el nucli i el carregador d'arrencada

source: domain information incomplete, vbd has no dev
ca_es: la informació del domini és incompleta, vbd no té dev

source: domain information incomplete, vbd has no src
ca_es: la informació del domini és incompleta, vbd no té src

source: cannot parse vbd filename, missing driver name
ca_es: no es pot analitzar el nom de fitxer vbd, manca el nom del controlador

source: cannot parse vbd filename, missing driver type
ca_es: no es pot analitzar el nom de fitxer vbd, manca el tipus de controlador

source: domain information incomplete, missing name
ca_es: la informació del domini és incompleta, manca el nom

source: %s: %d: failed to allocate %d bytes
ca_es: %s: %d: no s'ha pogut assignar %d bytes

source: %s: %d: failed to allocate %lu bytes
ca_es: %s: %d: no s'ha pogut assignar %lu bytes

source: failed to connect to the hypervisor
ca_es: no s'ha pogut connectar a l'hipervisor

source: (re)connect to hypervisor
ca_es: torna a connectar a l'hipervisor

source: Connect to local hypervisor. This is built-in command after shell start up.
ca_es: Connecta a l'hipervisor local. És una ordre interna, després d'iniciar l'entorn d'ordres.

source: hypervisor connection URI
ca_es: URI de la connexió de l'hipervisor

source: read-only connection
ca_es: connexió només de lectura

source: Failed to connect to the hypervisor
ca_es: No s'ha pogut connectar a l'hipervisor

source: print help
ca_es: escriu l'ajuda

source: quit this interactive terminal
ca_es: surt d'aquest terminal interactiu

source: command '%s' doesn't support option --%s
ca_es: l'ordre '%s' no reconeix l'opció --%s

source: command '%s' requires <%s> option
ca_es: l'ordre '%s' requereix l'opció <%s>

source: command '%s' requires --%s option
ca_es: l'ordre '%s' requereix l'opció --%s

source: command '%s' doesn't exist
ca_es: l'ordre '%s' no existeix

source: NAME
ca_es: NOM

source: SYNOPSIS
ca_es: SINOPSI

source: --%s <number>
ca_es: --%s <nombre>

source: --%s <string>
ca_es: --%s <cadena>

source: no valid connection
ca_es: connexió invàlida

source: (Time: %.3f ms)
ca_es: (Temps: %.3f ms)

source: unknown command: '%s'
ca_es: ordre desconeguda: '%s'

source: expected syntax: --%s <%s>
ca_es: sintaxi inesperada: --%s <%s>

source: number
ca_es: nombre

source: string
ca_es: cadena

source: unexpected data '%s'
ca_es: dades inesperades '%s'

source: missing "
ca_es: manca "

source: error:
ca_es: errror:

source: failed to get the log file information
ca_es: no es pot obtenir la informació del fitxer de registre

source: the log path is not a file
ca_es: el camí al registre no és un fitxer

source: failed to open the log file. check the log file path
ca_es: no s'ha pogut obrir el fitxer de registre, comproveu el camí al fitxer

source: failed to write the log file
ca_es: no s'ha pogut escriure el fitxer de registre

source: Failed to create '%s': %s
ca_es: Ha fallat la creació de '%s': %s

source: (specify help <command> for details about the command)
ca_es: (especifiqueu --help <ordre> per als detalls quant a l'ordre)

source: unsupported option '-%c'. See --help.
ca_es: l'opció '-%c' no està disponible. Veieu --help.

source: Welcome to %s, the virtualization interactive terminal.
ca_es: Benvinguts a %s, el terminal interactiu de virtualització.

source: Type: 'help' for help with commands 'quit' to quit
ca_es: Escriviu: 'help' per a obtenir ajuda amb les ordres 'quit' per sortir

source: running
ca_es: s'està executant

source: paused
ca_es: aturat

source: in shutdown
ca_es: apagant-se

source: shut off
ca_es: apagat

source: crashed
ca_es: ha fallat

source: no state
ca_es: cap estat

source: domain name, id or uuid
ca_es: nom de domini, id o uuid

source: Device
ca_es: Dispositiu

source: get device block stats for a domain
ca_es: obté les estadístiques d'un dispositiu de blocs referits a un domini

source: Failed to get block stats %s %s
ca_es: No s'ha pogut obtenir les estadístiques dels blocs %s %s

source: get network interface stats for a domain
ca_es: obté les estadístiques d'una interfície de xarxa referits a un domini

source: Get network interface stats for a running domain.
ca_es: Obté les estadístiques d'una interfície de xarxa referits a un domini en execució.

source: interface device
ca_es: dispositiu de la interfície

source: Failed to get interface stats %s %s
ca_es: no es pot obtenir les estadístiques de la interfície %s %s

source: domain information
ca_es: informació del domini

source: Returns basic information about the domain.
ca_es: Retorna informació bàsica quant al domini.

source: Name:
ca_es: Nom:

source: OS Type:
ca_es: Tipus SO:

source: State:
ca_es: Estat:

source: CPU(s):
ca_es: Quantitat de CPU:

source: CPU time:
ca_es: Temps de CPU:

source: Max memory:
ca_es: Memòria màxima:

source: no limit
ca_es: cap límit

source: Used memory:
ca_es: Memòria emprada:

source: domain state
ca_es: estat del domini

source: list domains
ca_es: llista els dominis

source: Returns list of domains.
ca_es: Retorna una llista de dominis.

source: Failed to list active domains
ca_es: No s'ha pogut llistar els dominis actius

source: Failed to list inactive domains
ca_es: No s'ha pogut llistar els dominis inactius

source: list inactive domains
ca_es: llista els dominis inactius

source: list inactive & active domains
ca_es: llista els dominis actius i inactius

source: State
ca_es: Estat

source: failed to get domain '%s'
ca_es: no s'ha pogut obtenir el domini '%s'

source: offline
ca_es: desconnectat

source: attach device from an XML file
ca_es: adjunta un dispositiu des d'un fitxer XML

source: Attach device from an XML <file>.
ca_es: Adjunta un dispositiu des d'un fitxer XML

source: XML file
ca_es: Fitxer XML

source: Failed to attach device from %s
ca_es: No s'ha pogut adjuntar el dispositiu des de %s

source: attach disk device
ca_es: adjunta un dispositiu de disc

source: Attach new disk device.
ca_es: Adjunta un nou dispositiu de disc.

source: source of disk device
ca_es: font del dispositiu de disc

source: target of disk device
ca_es: destí del dispositiu de disc

source: driver of disk device
ca_es: controlador del dispositiu de disc

source: subdriver of disk device
ca_es: subcontrolador del dispositiu de disc

source: target device type
ca_es: tipus de dispositiu destí

source: mode of device reading and writing
ca_es: mode de lectura i escriptura del dispositiu

source: attach network interface
ca_es: adjunta les interfícies de xarxa

source: Attach new network interface.
ca_es: Adjunta una nova interfície de xarxa.

source: network interface type
ca_es: tipus d'interfície de xarxa

source: source of network interface
ca_es: font de la interfície de xarxa

source: target network name
ca_es: nom de xarxa

source: script used to bridge network interface
ca_es: script emprat com a pont de la interfície de xarxa

source: autostart a domain
ca_es: inicia un domini automàticament

source: Configure a domain to be automatically started at boot.
ca_es: Configura un domini perquè s'iniciï automàticament en arrencar.

source: disable autostarting
ca_es: inhabilita l'inici automàtic

source: Failed to mark domain %s as autostarted
ca_es: No s'ha pogut desar marcar el domini %s com a autoiniciat

source: Failed to unmark domain %s as autostarted
ca_es: No s'ha pogut desmarcar el domini %s com a autoiniciat

source: Domain %s marked as autostarted
ca_es: S'ha marcat el domini %s com a autoiniciat

source: Domain %s unmarked as autostarted
ca_es: S'ha desmarcat el domini %s com a autoiniciat

source: connect to the guest console
ca_es: connecta a la consola de l'allotjat

source: Connect the virtual serial console for the guest
ca_es: Connecta a la consola sèrie virtual per a l'allotjat

source: Failed to allocate memory
ca_es: No s'ha pogut assignar memòria

source: Failed to create XML
ca_es: No s'ha pogut crear l'XML

source: suspend a domain
ca_es: suspèn un domini

source: Suspend a running domain.
ca_es: Suspèn un domini en execució.

source: Domain %s suspended
ca_es: S'ha suspès el domini %s

source: Failed to suspend domain %s
ca_es: No s'ha pogut suspendre el domini %s

source: domain name or uuid
ca_es: nom de domini o uuid

source: Domain %s has been undefined
ca_es: S'ha indefinit el domini %s

source: Failed to undefine domain %s
ca_es: No s'ha definit el domini %s

source: start a (previously defined) inactive domain
ca_es: inicia un domini inactiu definit prèviament

source: name of the inactive domain
ca_es: nom del domini inactiu

source: Domain is already active
ca_es: El domini ja és actiu

source: Failed to start domain %s
ca_es: No s'ha pogut iniciar el domini %s

source: Domain %s started
ca_es: S'ha iniciat el domini %s

source: save a domain state to a file
ca_es: desa un estat de domini a un fitxer

source: where to save the data
ca_es: on desar les dades

source: Failed to save domain %s to %s
ca_es: No s'ha pogut desar el domini %s a %s

source: show/set scheduler parameters
ca_es: mostra/estableix els paràmetres del planificador

source: Show/Set scheduler parameters.
ca_es: Mostra/amaga els paràmetres del planificador

source: Scheduler
ca_es: Planificador

source: restore a domain from a saved state in a file
ca_es: restaura un domini des d'un estat desat en un fitxer

source: Restore a domain.
ca_es: Restaura un domini.

source: the state to restore
ca_es: l'estat a restaurar

source: Failed to restore domain from %s
ca_es: No s'ha pogut restaurar un domini des de %s

source: Domain restored from %s
ca_es: S'ha restaurat un domini des de %s

source: dump the core of a domain to a file for analysis
ca_es: bolca el nucli d'un domini a un fitxer per a analitzar-lo

source: Core dump a domain.
ca_es: Bolca el nucli d'un domini.

source: where to dump the core
ca_es: on bolcar el nucli

source: Failed to core dump domain %s to %s
ca_es: No s'ha pogut bolcar el domini %s a %s

source: resume a domain
ca_es: recupera un domini

source: Resume a previously suspended domain.
ca_es: Recupera un domini suspès anteriorment.

source: Domain %s resumed
ca_es: S'ha recuperat el domini %s

source: Failed to resume domain %s
ca_es: No s'ha pogut recuperar el domini %s

source: gracefully shutdown a domain
ca_es: apaga un domini

source: Run shutdown in the target domain.
ca_es: Executa l'apagada en el domini destí.

source: Domain %s is being shutdown
ca_es: S'està apagant el domini %s

source: Failed to shutdown domain %s
ca_es: No s'ha pogut apagar el domini %s

source: reboot a domain
ca_es: reiniciar un domini

source: Run a reboot command in the target domain.
ca_es: Executeu una ordre de reinici en el domini destí.

source: Domain %s is being rebooted
ca_es: S'està reiniciant el domini %s

source: Failed to reboot domain %s
ca_es: No s'ha pogut reiniciar el domini %s

source: Returns basic information about the domain virtual CPUs.
ca_es: Retorna informació bàsica quant a les CPU virtuals del domini.

source: CPU Affinity:
ca_es: Afinitat de la CPU:

source: Pin domain VCPUs to host physical CPUs.
ca_es: Associa les VCPU del domini a CPU físiques de l'amfitrió.

source: vcpu number
ca_es: números de vcpu

source: Physical CPU %d doesn't exist.
ca_es: No existeix cap CPU física %d.

source: change number of virtual CPUs
ca_es: canvia el nombre de CPU virtuals

source: number of virtual CPUs
ca_es: nombre de CPU virtuals

source: create a domain from an XML file
ca_es: crea un domini des d'un fitxer XML

source: Create a domain.
ca_es: Crea un domini.

source: file containing an XML domain description
ca_es: fitxer que conté una descripció de domini XML

source: Domain %s created from %s
ca_es: S'ha creat el domini %s des de %s

source: Failed to create domain from %s
ca_es: No s'ha pogut crear un domini des de %s

source: define (but don't start) a domain from an XML file
ca_es: defineix (però no iniciïs) un domini des d'un fitxer XML

source: Define a domain.
ca_es: Defineix un domini.

source: Domain %s defined from %s
ca_es: El domini %s s'ha definit des de %s

source: Failed to define domain from %s
ca_es: No s'ha pogut definir el domini des de %s

source: Domain %s destroyed
ca_es: S'ha destruït el domini %s

source: Failed to destroy domain %s
ca_es: No s'ha destruït el domini %s

source: change memory allocation
ca_es: canvia l'assignació de memòria

source: Change the current memory allocation in the guest domain.
ca_es: Canvia l'assignació de memòria actual en el domini convidat.

source: change maximum memory limit
ca_es: canvia el límit de memòria màxima

source: Change the maximum memory allocation limit in the guest domain.
ca_es: Canvia el límit d'assignació màxima de memòria en el domini convidat.

source: Unable to change MaxMemorySize
ca_es: No es pot canviar MaxMemorySize

source: domain information in XML
ca_es: informació de domini en XML

source: Output the domain information as an XML dump to stdout.
ca_es: Escriu la informació de domini com a bolcat XML per la sortida estàndard.

source: convert a domain id or UUID to domain name
ca_es: converteix un id de domini o UUID a nom de domini

source: domain id or uuid
ca_es: id de domini o uuid

source: convert a domain name or UUID to domain id
ca_es: converteix un nom de domini o UUID a id de domini

source: convert a domain name or id to domain UUID
ca_es: converteix un nom de domini o id a UUID de domini

source: domain id or name
ca_es: id de domini o nom

source: failed to get domain UUID
ca_es: no s'ha pogut obtenir un UUID de domini

source: migrate domain to another host
ca_es: migra el domini a un altre amfitrió

source: Migrate domain to another host. Add --live for live migration.
ca_es: Migra els dominis a un altre amfitrió. Afegiu --live per a una migració activa.

source: live migration
ca_es: migració activa

source: migration URI, usually can be omitted
ca_es: URI de la migració, normalment se sol ometre

source: vnc display
ca_es: visualització vnc

source: Output the IP address and port number for the VNC display.
ca_es: Escriu l'adreça IP i el número de port per a la visualització VNC.

source: tty console
ca_es: consola tty

source: Output the device for the TTY console.
ca_es: Escriu el dispositiu per la consola TTY.

source: failed to get hostname
ca_es: no s'ha pogut obtenir el nom de màquina

source: detach device from an XML file
ca_es: desvincula un dispositiu d'un fitxer XML

source: Detach device from an XML <file>
ca_es: desvincula un dispositiu d'un fitxer XML

source: Failed to detach device from %s
ca_es: No s'ha pogut desvincular el dispositiu de %s

source: detach network interface
ca_es: desvincula la interfície de xarxa

source: Detach network interface.
ca_es: Desvincula la interfície de xarxa.

source: Failed to get interface information
ca_es: No es pot obtenir informació de node

source: No found interface whose type is %s
ca_es: No s'ha trobat cap interfície de tipus %s

source: Failed to get disk information
ca_es: No es pot obtenir informació de disc

source: detach disk device
ca_es: desvincula un dispositiu de disc

source: Detach disk device.
ca_es: Desvincula un dispositiu de disc.

source: capabilities
ca_es: capacitats

source: Returns capabilities of hypervisor/driver.
ca_es: Retorna les capacitats de l'hipervisor/controlador.

source: failed to get capabilities
ca_es: no s'ha pogut obtenir les capacitats

source: node information
ca_es: informació de node

source: Returns basic information about the node.
ca_es: Retorna informació bàsica quant al node.

source: failed to get node information
ca_es: no es pot obtenir informació de node

source: CPU model:
ca_es: Model de CPU:

source: CPU frequency:
ca_es: Freqüència de CPU:

source: CPU socket(s):
ca_es: Sòcols de CPU:

source: Core(s) per socket:
ca_es: Nuclis per sòcol:

source: Thread(s) per core:
ca_es: Fluxos per nucli:

source: NUMA cell(s):
ca_es: Cel·les NUMA:
